Repository: FancyPixel/gulps
Catalog: Gulps/Resources/*.lproj/Localizable.strings
Languages: tr

# notification text
source: Remember to drink some water!
tr: Biraz su içmeyi unutma!

source: Liters
tr: Litre

source: Ounces
tr: Ons

# drink title
source: Drink!
tr: Su İç!

# undo poptip
source: Tap here to undo your latest action
tr: Son işleminizi geri almak için buraya dokunun

# undo title
source: Undo
tr: Geri al

# undo message
source: Undo latest action?
tr: Son işlemi geri al?

source: No
tr: Hayır

source: Yes
tr: Evet

# progress title
source: My progress
tr: Geçmiş

# share poptip
source: Here you can checkout your overall progress
tr: Buradan geçmişinizi kontrol edebilirsiniz

# share text
source: Keeping healthy! I drank %d %@ of water over %d days. https://goo.gl/reTyQU @GulpsApp
tr: Sağlıklı kalmak için! % D gün boyunca% d% @ su içtim. https://goo.gl/reTyQU @GulpsApp

# unit format
source: %@ drank over
tr: %@ Limitin üzerinde içtin

source: Goal Met!
tr: Hedef başarıldı!

# settings title
source: Preferences
tr: Tercihler

source: hours
tr: Saat

source: hour
tr: Saat

# unit of measure title
source: Unit Of Measure:
tr: Ölçü Birimi:

source: From:
tr: Bitiş:

source: To:
tr: Başlangıç:

source: Every:
tr: Yenileme:

source: Way to go!
tr: Yürü be!

# today extension format
source: %@ %@ drank today (%@ of your goal)
tr: %@ %@ su içtin (Hedefin %@ başarıldı.)

source: Confirm
tr: Onayla

source: Never mind
tr: Boşver

source: DAILY GOAL:
tr: GÜNLÜK HEDEF:

# watch.please_onboard
source: Please make sure to run the app on your iPhone first!
tr: Lütfen uygulamayı ilk olarak iPhone'dan çalıştırdığınıza emin olun.!

# health.poptip
source: You can enable the Apple Health export in the settings
tr: Apple Health dışa aktarmayı ayarlardan etkinleştirebilirsiniz.
